Server/docs/benchmarking/Run_MyServer_3M_1.txt
[OVERALL], RunTime(ms), 30322
[OVERALL], Throughput(ops/sec), 32.97935492381769
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 493
[READ], AverageLatency(us), 221.83569979716023
[READ], MinLatency(us), 88
[READ], MaxLatency(us), 20975
[READ], 95thPercentileLatency(us), 324
[READ], 99thPercentileLatency(us), 402
[READ], Return=OK, 493
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3.0007296E7
[CLEANUP], MinLatency(us), 29999104
[CLEANUP], MaxLatency(us), 30015487
[CLEANUP], 95thPercentileLatency(us), 30015487
[CLEANUP], 99thPercentileLatency(us), 30015487
[UPDATE], Operations, 507
[UPDATE], AverageLatency(us), 205.62721893491124
[UPDATE], MinLatency(us), 79
[UPDATE], MaxLatency(us), 20031
[UPDATE], 95thPercentileLatency(us), 287
[UPDATE], 99thPercentileLatency(us), 478
[UPDATE], Return=OK, 507