Server/docs/benchmarking/Run_MyServer_3M_2.txt
[OVERALL], RunTime(ms), 30293
[OVERALL], Throughput(ops/sec), 33.01092661671013
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 490
[READ], AverageLatency(us), 409.36326530612246
[READ], MinLatency(us), 130
[READ], MaxLatency(us), 35615
[READ], 95thPercentileLatency(us), 457
[READ], 99thPercentileLatency(us), 788
[READ], Return=OK, 490
[CLEANUP], Operations, 2
[CLEANUP], AverageLatency(us), 3.0007296E7
[CLEANUP], MinLatency(us), 29999104
[CLEANUP], MaxLatency(us), 30015487
[CLEANUP], 95thPercentileLatency(us), 30015487
[CLEANUP], 99thPercentileLatency(us), 30015487
[UPDATE], Operations, 510
[UPDATE], AverageLatency(us), 314.12549019607843
[UPDATE], MinLatency(us), 115
[UPDATE], MaxLatency(us), 25295
[UPDATE], 95thPercentileLatency(us), 384
[UPDATE], 99thPercentileLatency(us), 488
[UPDATE], Return=OK, 510