Server/docs/benchmarking/Run_MyServer_3M_4.txt
[OVERALL], RunTime(ms), 30210
[OVERALL], Throughput(ops/sec), 33.101621979476995
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 482
[READ], AverageLatency(us), 429.2717842323651
[READ], MinLatency(us), 142
[READ], MaxLatency(us), 22639
[READ], 95thPercentileLatency(us), 570
[READ], 99thPercentileLatency(us), 1186
[READ], Return=OK, 482
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 3.0007296E7
[CLEANUP], MinLatency(us), 29999104
[CLEANUP], MaxLatency(us), 30015487
[CLEANUP], 95thPercentileLatency(us), 30015487
[CLEANUP], 99thPercentileLatency(us), 30015487
[UPDATE], Operations, 518
[UPDATE], AverageLatency(us), 419.2934362934363
[UPDATE], MinLatency(us), 145
[UPDATE], MaxLatency(us), 34271
[UPDATE], 95thPercentileLatency(us), 473
[UPDATE], 99thPercentileLatency(us), 973
[UPDATE], Return=OK, 518